#include <iostream>
#include <string>
#include <fstream>

using namespace std;

int main() {
	ofstream outfile("list1.dat");
	outfile << "虫よけスプレー" << " " << "晴" << " " << "無" << " " << "無" << " " << 40 << " " << 20 << endl;
	outfile << "アイス" << " " << "晴" << " " << "無" << " " << "無" << " " << 36 << " " << 20 << endl;
	outfile << "UVカット手袋" << " " << "晴" << " " << "無" << " " << "無" << " " << 38 << " " << 20 << endl;
	outfile << "日傘" << " " << "晴" << " " << "無" << " " << "無" << " " << 39 << " " << 26 << endl;
	outfile << "日焼け止めクリーム" << " " << "晴" << " " << "無" << " " << "無" << " " << 37 << " " << 24 << endl;
	outfile << "麦わら帽子" << " " << "晴" << " " << "無" << " " << "無" << " " << 35 << " " << 25 << endl;
	outfile << "ビーチサンダル" << " " << "晴" << " " << "無" << " " << "無" << " " << 38 << " " << 25 << endl;
	outfile << "長靴" << " " << "雨" << " " << "台風" << " " << "無" << " " << 30 << " " << 5 << endl;
	outfile << "乾電池" << " " << "無" << " " << "台風" << " " << "無" << " " << 38 << " " << 0 << endl;
	outfile << "スノーブーツ" << " " << "雪" << " " << "雪" << " " << "無" << " " << 4 << " " << -10 << endl;
	outfile << "手持ち花火" << " " << "晴" << " " << "無" << " " << "休日" << " " << 38 << " " << 25 << endl;
	outfile << "蚊取り線香" << " " << "晴" << " " << "無" << " " << "休日" << " " << 38 << " " << 25 << endl;
	outfile << "あったか靴下" << " " << "無" << " " << "無" << " " << "無" << " " << 8 << " " << -5 << endl;
	outfile << "タイヤチェーン" << " " << "雪" << " " << "雪" << " " << "無" << " " << 4 << " " << -10 << endl;
	outfile << "防水スプレー" << " " << "雨" << " " << "台風" << " " << "無" << " " << 38 << " " << 0 << endl;
	outfile << "非常食" << " " << "無" << " " << "台風" << " " << "無" << " " << 38 << " " << -5 << endl;
	outfile << "ビール" << " " << "無" << " " << "無" << " " << "休前日" << " " << 38 << " " << 15 << endl;
	outfile << "冷やし中華" << " " << "無" << " " << "無" << " " << "無" << " " << 39 << " " << 25 << endl;
	outfile << "ワイン" << " " << "無" << " " << "無" << " " << "休前日" << " " << 18 << " " << 0 << endl;
	outfile << "肉まん" << " " << "曇" << " " << "無" << " " << "無" << " " << 10 << " " << 0 << endl;
	outfile << "養生テープ" << " " << "無" << " " << "台風" << " " << "無" << " " << 38 << " " << 0 << endl;
	outfile << "水着" << " " << "晴" << " " << "無" << " " << "休日" << " " << 38 << " " << 25 << endl;
	outfile << "雪かきスコップ" << " " << "雪" << " " << "雪" << " " << "無" << " " << 5 << " " << -3 << endl;
	outfile << "コート" << " " << "曇" << " " << "無" << " " << "休日" << " " << 15 << " " << 0 << endl;
	outfile << "ダウンコート" << " " << "曇" << " " << "雪" << " " << "休日" << " " << 10 << " " << -15 << endl;
	outfile.close();
}